/* About screen blog label */
"About.blog" = "https://digibyte.org/";

/* About screen footer */
"About.footer" = "Vytvořeno globálním týmem DigiWallet. Verze %1$@";

/* Privay Policy button label */
"About.privacy" = "Zásady ochrany osobních údajů";

/* About screen reddit label */
"About.reddit" = "https://www.reddit.com/r/Digibyte/";

/* Terms of Use button label */
"About.terms" = "Podmínky použití";

/* About screen title */
"About.title" = "DigiWallet pro iOS je mobilní peněženkou pro DigiByte.";

/* About screen twitter label */
"About.twitter" = "https://twitter.com/digibytecoin";

/* Close modal button accessibility label */
"AccessibilityLabels.close" = "Zavřít";

/* Support center accessibiliy label */
"AccessibilityLabels.faq" = "Centrum podpory";

/* Loading Wallet Message */
"Account.loadingMessage" = "Načítám peněženku";

/* Default wallet name */
"AccountHeader.defaultWalletName" = "Moje DigiWallet";

/* Error alert title */
"Alert.error" = "Chyba";

/* No internet alert message */
"Alert.noInternet" = "Nebylo nalezeno připojení k internetu. Zkontrolujte připojení a zkuste to znovu.";

/* Warning alert title */
"Alert.warning" = "Varování";

/* 'the addresses were copied'' Alert title */
"Alerts.copiedAddressesHeader" = "Adresy zkopírovány";

/* Addresses Copied Alert sub header */
"Alerts.copiedAddressesSubheader" = "Všechny adresy z peněženky úspěšně zkopírovány.";

/* Alert Header Label (the paper key was set) */
"Alerts.paperKeySet" = "Osobní obnovovací klíč nastaven";

/* Alert Subheader label (playfully positive) */
"Alerts.paperKeySetSubheader" = "Skvělé!";

/* Alert Header label (the PIN was set) */
"Alerts.pinSet" = "PIN nastaven";

/* Send failure alert header label (the send failed to happen) */
"Alerts.sendFailure" = "Odeslání selhalo";

/* Send success alert header label (confirmation that the send happened) */
"Alerts.sendSuccess" = "Potvrzení o odeslání";

/* Send success alert subheader label (e.g. the money was sent) */
"Alerts.sendSuccessSubheader" = "DigiByte odeslán!";

/* JSON Serialization error message */
"ApiClient.jsonError" = "Chyba serializace JSON";

/* Wallet not ready error message */
"ApiClient.notReady" = "Peněženka není připravena";

/* API Token error message */
"ApiClient.tokenError" = "Nelze načíst API token";

/* header of balance */
"Balance.header" = "TOTAL\nBALANCE";

/* Send BCH view body. */
"BCH.body" = "Níže zadejte cílovou DigiByte adresu. Všechny BigiByte ve Vaší peněžence v čase forku (%1$@) budou odeslány.";

/* Confirm sending <$5.00> to <address>? */
"BCH.confirmationMessage" = "Potvrdit zaslání %1$@ na %2$@ ";

/* Confirmation alert title */
"BCH.confirmationTitle" = "Potvrzení";

/* Generic bch erorr message */
"BCH.genericError" = "Na Vašem účtu nejsou žádné DigiByte nebo jste obdrželi DigiByte po forku.  ";

/* Transaction ID copied message */
"BCH.hashCopiedMessage" = "ID transakce zkopírováno";

/* No address error message */
"BCH.noAddressError" = "Zadejte prosím adresu";

/* Attempted to scan unsupported qr code error message. */
"BCH.paymentProtocolError" = "Požadavky platebního protokolu nejsou pro transakce DigiByte podporovány";

/* BCH successfully sent alert message */
"BCH.successMessage" = "DigiByte byl úspěšně odeslán.";

/* Widthdraw BCH view title */
"BCH.title" = "Vybrat DigiByte";

/* Tx Hash button header */
"BCH.txHashHeader" = "DigiByte transakce ID";

/* Approve button label */
"BitID.approve" = "Schválit";

/* <sitename> is requesting authentication using your bitcoin wallet */
"BitID.authenticationRequest" = "%1$@ vyžaduje autentizaci prostřednictvím Vaší DigiByte peněženky";

/* Deny button label */
"BitID.deny" = "Zamítnout";

/* BitID error alert title */
"BitID.error" = "Chyba autentizace";

/* BitID error alert messaage (The payment service you are trying to use isn't working. Please contact them, as you may need to try again) */
"BitID.errorMessage" = "Prosím, zkontrolujte službu. Možná bude potřeba to zkusit znovu.";

/* BitID success alert title */
"BitID.success" = "Úspěšně ověřeno";

/* BitID Authentication Request alert view title */
"DigiID.title" = "DigiID autentizační požadavek";

/* Cancel button label */
"Button.cancel" = "Storno";

/* Ignore button label */
"Button.ignore" = "Ignorovat";

/* menu button */
"Button.menu" = "menu";

/* No button */
"Button.no" = "Ne";

/* OK button label */
"Button.ok" = "OK";

/* receive button */
"Button.receive" = "přijmout";

/* send button */
"Button.send" = "odeslat";

/* Settings button label */
"Button.settings" = "Nastavení";

/* Settings button label */
"Button.submit" = "Poslat";

/* Yes button */
"Button.yes" = "Ano";

/* Camera plugin instruction */
"CameraPlugin.centerInstruction" = "Vystřeďte vaše ID v okně";

/* Amount to Send: ($1.00) */
"Confirmation.amountLabel" = "Částka k odeslání:";

/* Network Fee: ($1.00) */
"Confirmation.feeLabel" = "Poplatek:";

/* eg. Processing time: This transaction will take 10-30 minutes to process. */
"Confirmation.processingTime" = "Doba zpracování: Tato transakce se bude zpracovávat %1$@.";

/* Label for "send" button on final confirmation screen */
"Confirmation.send" = "Odeslat";

/* Confirmation Screen title */
"Confirmation.title" = "Potvrzení";

/* To: (address) */
"Confirmation.to" = "Kam";

/* Total Cost: ($5.00) */
"Confirmation.totalLabel" = "Celkem:";

/* Confirm paper phrase view label. */
"ConfirmPaperPhrase.label" = "Chcete-li se ujistit, že bylo vše zapsáno správně, zadejte svůj osobní obnovovací klíč.";

/* Word label eg. Word #1, Word #2 */
"ConfirmPaperPhrase.word" = "Slovo #%1$@";

/* Bitcoin denomination picker label */
"DefaultCurrency.bitcoinLabel" = "Zobrazovaná DigiByte jednotka";

/* Exchange rate label */
"DefaultCurrency.rateLabel" = "Směnný kurz";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableMessage" = "Toto zařízení není nakonfigurováno k zasílání emailu přes iOS mail aplikaci.";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableTitle" = "Email není k dispozici";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableMessage" = "Toto zařízení není nakonfigurováno k odesílání zpráv.";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableTitle" = "Zprávy nejsou k dispozici";

/* You can customize your Face ID Spending Limit from the [FaceIdSettings.linkText gets added here as a button] */
"FaceIDSettings.customizeText" = "Limit útraty pro Face ID můžete nastavit z %1$@.";

/* Face Id screen label */
"FaceIDSettings.label" = "Použijte Váš obličej k odemknutí DigiWallet a pošlete DigiByte do výše nastaveného limitu.";

/* Link Text (see FaceIdSettings.customizeText) */
"FaceIDSettings.linkText" = "Link Text (see TouchIdSettings.customizeText)";

/* Face id switch label. */
"FaceIDSettings.switchLabel" = "Povolit Face ID pro DigiWallet";

/* Face ID settings view title */
"FaceIDSettings.title" = "Face ID";

/* Face ID unavailable alert message */
"FaceIDSettings.unavailableAlertMessage" = "Na tomto zařízení nemáte nastaven Face ID. Pro nastavení použijte Nastavení -> Face ID a kódový zámek.";

/* Face ID unavailable alert title */
"FaceIDSettings.unavailableAlertTitle" = "Face ID není nastaven";

/* Face Id spending limit screen title */
"FaceIDSpendingLimit.title" = "Limit útraty pro Face ID";

/* Economy fee */
"FeeSelector.economy" = "Levný";

/* Fee Selector economly fee description */
"FeeSelector.economyLabel" = "Odhadovaná doba doručení: 1+ minut";

/* Warning message for economy fee */
"FeeSelector.economyWarning" = "Tato volba není doporučena pro časově citlivé transakce.";

/* Regular fee */
"FeeSelector.regular" = "Běžný";

/* Fee Selector regular fee description */
"FeeSelector.regularLabel" = "Očekávaná doba doručení: 15-30 sekund";

/* Fee Selector title */
"FeeSelector.title" = "Rychlost zpracování";

/* Checking private key balance progress view text */
"Import.checking" = "Kontroluji zůstatek na privátním klíči...";

/* Sweep private key confirmation message */
"Import.confirm" = "Odeslat %1$@ z tohoto privátního klíče do vaší peněženky? DigiByte síť obdrží poplatek %2$@.";

/* Duplicate key error message */
"Import.Error.duplicate" = "Tento privátní klíč ve vaší peněžence již existuje.";

/* empty private key error message */
"Import.Error.empty" = "Tentro privátní klíč je prádný.";

/* High fees error message */
"Import.Error.highFees" = "Transakční poplatky mohou stát více než je Váš zůstatek na tomto privátním klíči. ";

/* Not a valid private key error message */
"Import.Error.notValid" = "Neplatný privátní klíč";

/* Import signing error message */
"Import.Error.signing" = "Chyba při podepisování transakce";

/* Import button label */
"Import.importButton" = "Importovat";

/* Importing wallet progress view label */
"Import.importing" = "Importuji peněženku";

/* Caption for graphics */
"Import.leftCaption" = "Peněženka k importu";

/* Import wallet intro screen message */
"Import.message" = "Import peněženky převede všechny DigiByte z jiné peněženky do vaší DigiWallet pomocí jediné transakce.";

/* Enter password alert view title */
"Import.password" = "Tento privátní klíč je chráněn heslem.";

/* password textfield placeholder */
"Import.passwordPlaceholder" = "heslo";

/* Caption for graphics */
"Import.rightCaption" = "Vaše DigiWallet";

/* Scan Private key button label */
"Import.scan" = "Skenovat Privátní klíč";

/* Import wallet success alert title */
"Import.success" = "Hotovo";

/* Successfully imported wallet message body */
"Import.SuccessBody" = "Peněženka úspěšně naimportována.";

/* Import Wallet screen title */
"Import.title" = "Import peněženky";

/* Unlocking Private key activity view message. */
"Import.unlockingActivity" = "Klíč pro odemčení";

/* Import wallet intro warning message */
"Import.warning" = "Import peněženky nezahrnuje historii transakcí nebo jiné podrobnosti.";

/* Wrong password alert message */
"Import.wrongPassword" = "Chybné heslo, zkuste to prosím znovu.";

/* Close app button */
"JailbreakWarnings.close" = "Zavřít";

/* Ignore jailbreak warning button */
"JailbreakWarnings.ignore" = "Ignorovat";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithBalance" = "ZABEZPEČENÍ ZAŘÍZENÍ KOMPROMITOVÁNO\nJakákoli \"jailbreak\" aplikace může přistupovat k datům klíčenky DigiWallet a ukrást vaše DigiByte! Tuto peněženku okamžitě smažte a obnovte ji na bezpečeném zařízení.";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithoutBalance" = "ZABEZPEČENÍ ZAŘÍZENÍ KOMPROMITOVÁNO\nJakákoli \"jailbreak\" aplikace může přistupovat k datům klíčenky DigiWallet a ukrást Vaše DigiByte. Používejte prosím DigiWallet pouze na zařízení bez \"jailbreak\".";

/* Jailbreak warning title */
"JailbreakWarnings.title" = "VAROVÁNÍ";

/* Location services disabled error */
"LocationPlugin.disabled" = "Polohové služby jsou vypnuté.";

/* No permissions for location services */
"LocationPlugin.notAuthorized" = "DigiWallet nemá práva pro přístup k polohovým službám.";

/* Wallet creation date prefix */
"ManageWallet.creationDatePrefix" = "Vaše peněženka byla vytvořena %1$@";

/* Manage wallet description text */
"ManageWallet.description" = "Název peněženky se zobrazí pouze v historii transakcí a nemůže být viděn nikým jiným.";

/* Change Wallet name textfield label */
"ManageWallet.textFeildLabel" = "Název peněženky";

/* Manage wallet modal title */
"ManageWallet.title" = "Správa peněženky";

/* Menu button title */
"MenuButton.lock" = "Uzamknout peněženku";

/* Menu button title */
"MenuButton.security" = "Centrum zabezpečení";

/* Menu button title */
"MenuButton.settings" = "Nastavení";

/* Menu button title */
"MenuButton.support" = "Podpora";

/* button label */
"MenuViewController.createButton" = "Vytvořit novou peněženku";

/* Menu modal title */
"MenuViewController.modalTitle" = "Menu";

/* button label */
"MenuViewController.recoverButton" = "Obnovit peněženku";

/* Switch to automatic mode button label */
"NodeSelector.automaticButton" = "Přepnout do automatického režimu";

/* Node is connected label */
"NodeSelector.connected" = "Připojeno";

/* Enter node ip address view body */
"NodeSelector.enterBody" = "Zadejte IP adresu uzlu a port (volitelné)";

/* Enter Node ip address view title */
"NodeSelector.enterTitle" = "Vložit uzel";

/* Switch to manual mode button label */
"NodeSelector.manualButton" = "Přepnout do manuálního režimu";

/* Node address label */
"NodeSelector.nodeLabel" = "Aktuální primární uzel";

/* Node is not connected label */
"NodeSelector.notConnected" = "Nepřipojen";

/* Node status label */
"NodeSelector.statusLabel" = "Stav spojení k uzlu";

/* Node Selector view title */
"NodeSelector.title" = "DigiByte uzly";

/* Bad Payment request alert title */
"PaymentProtocol.Errors.badPaymentRequest" = "Špatná žádost o platbu";

/* Error opening payment protocol file message */
"PaymentProtocol.Errors.corruptedDocument" = "Nepodporovaný nebo poškozený dokument";

/* Missing certificate payment protocol error message */
"PaymentProtocol.Errors.missingCertificate" = "chybí certifikát";

/* Request expired payment protocol error message */
"PaymentProtocol.Errors.requestExpired" = "žádost vypršela";

/* Payment too small alert title */
"PaymentProtocol.Errors.smallOutputError" = "Nelze provést platbu";

/* Amount too small error message */
"PaymentProtocol.Errors.smallPayment" = "DigiByte platba nemůže být menší než %1$@.";

/* Output too small error message. */
"PaymentProtocol.Errors.smallTransaction" = "Výstupy DigiByte transakce nemohou být menší než $@. ";

/* Unsupported signature type payment protocol error message */
"PaymentProtocol.Errors.unsupportedSignatureType" = "nepodporovaný typ podpisu";

/* Untrusted certificate payment protocol error message */
"PaymentProtocol.Errors.untrustedCertificate" = "nedůvěryhodný certifikát";

/* Enable face ID prompt body */
"Prompts.FaceId.body" = "Klepněte sem pro zapnutí Face ID";

/* Enable face ID prompt title */
"Prompts.FaceId.title" = "Povolit Face ID";

/* No passcode set warning body */
"Prompts.NoPasscode.body" = "Pro zabezpečení vaší peněženky je zapotřebí přístupový kód zařízení. Přejděte na nastavení a zapněte přístupový kód.";

/* No Passcode set warning title */
"Prompts.NoPasscode.title" = "Aktivujte přístupový kód k zařízení";

/* Warning about paper key. */
"Prompts.PaperKey.body" = "Váš osobní obnovovací klíč musí být v bezpečí pro případ ztráty nebo výměny vašeho telefonu. Klepnutím sem pokračujte.  ";

/* An action is required (You must do this action). */
"Prompts.PaperKey.title" = "Je vyžadována akce";

/* Transaction rejected prompt body */
"Prompts.RecommendRescan.body" = "Peněženka může být nesesynchronizovaná. Toto lze obvykle opravit re-skenováním blockchainu. ";

/* Transaction rejected prompt title */
"Prompts.RecommendRescan.title" = "Transakce zamítnuta";

/* header of PinView */
"Prompts.SecurityCheck.header" = "SECURITY\nCHECK";

/* Share data prompt body */
"Prompts.ShareData.body" = "Pomozte vylepšit DigiWallet sdílením anonymních dat s námi";

/* Share data prompt title */
"Prompts.ShareData.title" = "Sdílení anonymních dat";

/* Enable touch ID prompt body */
"Prompts.TouchId.body" = "Klepněte sem pro zapnutí Touch ID";

/* Enable touch ID prompt title */
"Prompts.TouchId.title" = "Povolit Touch ID";

/* Upgrade PIN prompt body. */
"Prompts.UpgradePin.body" = "DigiWallet se aktualizuje na použití 6ti místného PINu. Klepnutím sem aktualizujte.";

/* Upgrade PIN prompt title. */
"Prompts.UpgradePin.title" = "Aktualizovat PIN";

/* Notifications will be added later but users can set their preferences now, which is why we specify "in the future". */
"PushNotifications.body" = "Zapněte notifikace, abyste v budoucnu mohli obdržet speciální zprávy od DigiWallet.";

/* Push notifications toggle switch label */
"PushNotifications.label" = "Push notifikace";

/* Push notifications are off label */
"PushNotifications.off" = "Vyp.";

/* Push notifications are on label */
"PushNotifications.on" = "Zap.";

/* Push notifications settings view title label */
"PushNotifications.title" = "Notifikace";

/* Address copied message. */
"Receive.copied" = "Zkopírováno do schránky.";

/* Share via email button label */
"Receive.emailButton" = "Email";

/* Request button label */
"Receive.request" = "Požádat o částku";

/* Share button label */
"Receive.share" = "Sdílet";

/* Share via text message (SMS) */
"Receive.textButton" = "Textová zpráva";

/* Receive modal title */
"Receive.title" = "Přijmout";

/* Done button text */
"RecoverWallet.done" = "Hotovo";

/* Recover wallet header */
"RecoverWallet.header" = "Obnovit peněženku";

/* Reset PIN with paper key: header */
"RecoverWallet.header_reset_pin" = "Resetovat PIN";

/* Enter paper key instruction */
"RecoverWallet.instruction" = "Zadejte Váš osobní obnovovací klíč";

/* Recover wallet intro */
"RecoverWallet.intro" = "Obnovte Vaši DigiWallet pomocí osobního obnovovacího klíče.";

/* Invalid paper key message */
"RecoverWallet.invalid" = "Osobní obnovovací klíč, který jste zadali je neplatný. Zkontrolujte prosím každé slovo a zkuste to znovu.";

/* Previous button accessibility label */
"RecoverWallet.leftArrow" = "Šipka vlevo";

/* Next button label */
"RecoverWallet.next" = "Dále";

/* Reset PIN with paper key: more information button. */
"RecoverWallet.reset_pin_more_info" = "Klepněte sem pro více informací.";

/* Next button accessibility label */
"RecoverWallet.rightArrow" = "Šipka vpravo";

/* Recover wallet sub-header */
"RecoverWallet.subheader" = "Zadejte Váš osobní obnovovací klíč pro DigiWallet, kterou chcete obnovit.";

/* Reset PIN with paper key: sub-header */
"RecoverWallet.subheader_reset_pin" = "Chcete-li obnovit PIN kód, zadejte do níže uvedených políček slova z Vašeho osobního obnovovacího klíče.";

/* No amount entered error message. */
"RequestAnAmount.noAmount" = "Prosím zadejte nejdříve částku.";

/* Request a specific amount of bitcoin */
"RequestAnAmount.title" = "Požádat o částku";

/* Alert action button label */
"ReScan.alertAction" = "Synchronizovat";

/* Alert message body */
"ReScan.alertMessage" = "Při synchronizaci nebudete moci odesílat DigiByte.";

/* Alert message title */
"ReScan.alertTitle" = "Synchronizovat s Blockchain?";

/* extimated time */
"ReScan.body1" = "20-45 minut";

/* Syncing explanation */
"ReScan.body2" = "Pokud se transakce zobrazí jako dokončená v síti DigiByte, ale ne v DigiWallet.";

/* Syncing explanation */
"ReScan.body3" = "Opakovaně se vyskytla chyba, že transakce byla zamítnuta.";

/* Start Sync button label */
"ReScan.buttonTitle" = "Spustit synchronizaci";

/* Sync blockchain view footer */
"ReScan.footer" = "Nebudete moci odesílat DigiByte při synchronizaci s blockchain.";

/* Sync Blockchain view header */
"ReScan.header" = "Sync Blockchain";

/* Subheader label */
"ReScan.subheader1" = "Odhadovaný čas";

/* Subheader label */
"ReScan.subheader2" = "Kdy synchronizovat?";

/* Scan bitcoin address camera flash toggle */
"Scanner.flashButtonLabel" = "Blesk";

/* Complete filter label */
"Search.complete" = "dokončeno";

/* Pending filter label */
"Search.pending" = "čeká";

/* Received filter label */
"Search.received" = "přijato";

/* Sent filter label */
"Search.sent" = "odeslat";

/* Face ID button title */
"SecurityCenter.faceIdTitle" = "Face ID";

/* Security Center Info */
"SecurityCenter.info" = "Povolit všechny bezpečnostní funkce pro maximální ochranu.";

/* Paper Key button description */
"SecurityCenter.paperKeyDescription" = "Jediný způsob, jak použít Vaše DigiByte, pokud ztratíte nebo aktualizujete Vás telefón.";

/* Paper Key button title */
"SecurityCenter.paperKeyTitle" = "Osobní obnovovací klíč";

/* PIN button description */
"SecurityCenter.pinDescription" = "Ochrání Vaši DigiWallet před neautorizovanými uživateli.";

/* PIN button title */
"SecurityCenter.pinTitle" = "6-ti místný PIN";

/* Security Center Title */
"SecurityCenter.title" = "Centrum zabezpečení";

/* Touch ID button description */
"SecurityCenter.touchIdDescription" = "Pohodlně odemkněte vaši DigiWallet a pošlete DigiByte do výše nastaveného limitu.";

/* Touch ID button title */
"SecurityCenter.touchIdTitle" = "Touch ID";

/* Send money amount label */
"Send.amountLabel" = "Částka";

/* Balance: $4.00 */
"Send.balance" = "Zůstatek: %1$@";

/* Camera not allowed message */
"Send.cameraunavailableMessage" = "Chcete-li povolit přístup k fotoaparátu, přejděte na Nastavení.";

/* Camera not allowed alert title */
"Send.cameraUnavailableTitle" = "Přístup k fotoaparátu není pro DigiWallet povolen";

/* Warning when sending to self. */
"Send.containsAddress" = "Cílem je Vaše vlastní adresa. Nemůžete zasílat sami sobě.";

/* Could not create transaction alert title */
"Send.creatTransactionError" = "Nelze vytvořit transakci.";

/* Description for sending money label */
"Send.descriptionLabel" = "Memo";

/* Emtpy pasteboard error message */
"Send.emptyPasteboard" = "Pasteboard je prázdný";

/* Network Fee: $0.01 */
"Send.fee" = "Síťový poplatek: %1$@";

/* Payee identity not certified alert title. */
"Send.identityNotCertified" = "Identita příjemce není certifikována.";

/* Invalid address alert message */
"Send.invalidAddressMessage" = "Cílová DigiByte adresa není správná.";

/* Invalid address on pasteboard message */
"Send.invalidAddressOnPasteboard" = "Pasteboard neobsahuje validní DigiByte adresu.";

/* Invalid address alert title */
"Send.invalidAddressTitle" = "Neplatná adresa";

/* Is rescanning error message */
"Send.isRescanning" = "Při plném scanu je odesílání zakázáno.";

/* Loading request activity view message */
"Send.loadingRequest" = "Načítání požadavku";

/* Empty address alert message */
"Send.noAddress" = "Zadejte prosím adresu příjemce.";

/* Emtpy amount alert message */
"Send.noAmount" = "Zadejte částku, kterou chcete odeslat.";

/* Paste button label */
"Send.pasteLabel" = "Vložit";

/* Could not publish transaction alert title */
"Send.publishTransactionError" = "Transakci nelze publikovat.";

/* Could not load remote request error message */
"Send.remoteRequestError" = "Nelze načíst žádost o platbu";

/* Scan button label */
"Send.scanLabel" = "Skenovat";

/* Send button label (the action, "press here to send") */
"Send.sendLabel" = "Odeslat";

/* Send screen title (as in "this is the screen for sending money") */
"Send.title" = "Odeslat";

/* Send money to label */
"Send.toLabel" = "Komu";

/* Adress already used alert message - first part */
"Send.UsedAddress.firstLine" = "DigiByte adresy jsou určeny pro jedno použití.";

/* Adress already used alert message - second part */
"Send.UsedAddress.secondLIne" = "Opětovné použití snižuje soukromí jak pro Vás, tak pro příjemce a může vést ke ztrátě, pokud příjemce přímo neovládá adresu.";

/* Adress already used alert title */
"Send.UsedAddress.title" = "Adresa je již použita";

/* About label */
"Settings.about" = "O nás";

/* Advanced Settings title */
"Settings.advancedTitle" = "Rozšířené nastavení";

/* i.e. the currency which will be displayed */
"Settings.currency" = "Zobrazovaná měna";

/* Join Early access label */
"Settings.earlyAccess" = "Stát se členem \"Early Access\"";

/* Are you enjoying bread alert message body */
"Settings.enjoying" = "Užíváte si DigiWallet?";

/* Face ID spending limit label */
"Settings.faceIdLimit" = "Limit útraty pro Face ID";

/* Import wallet label */
"Settings.importTitle" = "Import peněženky";

/* Manage settings section header */
"Settings.manage" = "Správa";

/* Notifications label */
"Settings.notifications" = "Notifikace";

/* Leave review button label */
"Settings.review" = "Nechte nám recenzi";

/* Share anonymous data label */
"Settings.shareData" = "Sdílet anonymní data";

/* Sync blockchain label */
"Settings.sync" = "Synchronizovat blockchain";

/* Settings title */
"Settings.title" = "Nastavení";

/* Touch ID spending limit label */
"Settings.touchIdLimit" = "Limit útraty pro Touch ID";

/* Wallet Settings section header */
"Settings.wallet" = "Peněženka";

/* Start or recover another wallet menu label. */
"Settings.wipe" = "Spustit/Obnovit další peněženku";

/* Share data view body */
"ShareData.body" = "Pomozte nám vylepšit DigiWallet sdílením anonymních dat o využití s námi. Toto nezahrnuje žádné finanční informace. Respektujeme Vaše finanční soukromí.";

/* Share data header */
"ShareData.header" = "Sdílet Data?";

/* Share data switch label. */
"ShareData.toggleLabel" = "Sdílet anonymní data?";

/* button label */
"StartPaperPhrase.againButtonTitle" = "Zadejte Váš osobní obnovovací klíč znovu.";

/* Paper key explanation text. */
"StartPaperPhrase.body" = "Váš osobní obnovovací klíč je jediný způsob, jak obnovit Vaši DigiWallet, pokud Váš telefón ztratíte, poškodíte, aktualizujete nebo Vám bude ukraden.\n\nZobrazíme Vám seznam slov, které si zapíšete na kus papíru a uchováte ho v bezpečí.";

/* button label */
"StartPaperPhrase.buttonTitle" = "Zapiště si Váš osobní obnovovací klíč";

/* Argument is date */
"StartPaperPhrase.date" = "Váš osobní obnovovací klíč jste si naposledy zapsali %1$@";

/* Start view message */
"StartViewController.message" = "Nejvíc zabezpečený a nejbezpečnější způsob jak používat DigiByte. ";

/* labels of syncView */
"SynchingView.blockHeightLabel" = "BLOCK HEIGHT";

"SynchingView.progressLabel" = "PROGRESS";

/* Syncing view connectiong state header text */
"SyncingView.connecting" = "Připojuji";

/* Syncing view header text */
"SyncingView.header" = "Synchronizuji";

/* Retry button label */
"SyncingView.retry" = "Opakovat";

/* Syncing view syncing state header text */
"SyncingView.syncing" = "Synchronizuji";

/* 6 d (6 days) */
"TimeSince.days" = "%1$@ d";

/* 6 h (6 hours) */
"TimeSince.hours" = "%1$@ h";

/* 6 m (6 minutes) */
"TimeSince.minutes" = "%1$@ min";

/* 6 s (6 seconds) */
"TimeSince.seconds" = "%1$@ s";

/* You can customize your Touch ID Spending Limit from the [TouchIdSettings.linkText gets added here as a button] */
"TouchIdSettings.customizeText" = "Limit útraty pro Touch ID můžete nastavit z %1$@.";

/* Touch Id screen label */
"TouchIdSettings.label" = "Použijte svůj otisk prstu, abyste odemkli vaši DigiWallet a poslali DigiByte až do výše nastaveného limitu.";

/* Link Text (see TouchIdSettings.customizeText) */
"TouchIdSettings.linkText" = "Obrazovka limitu útraty pro Touch ID";

/* Spending Limit: b100,000 ($100) */
"TouchIdSettings.spendingLimit" = "Limit útraty: %1$@ (%2$@)";

/* Touch id switch label. */
"TouchIdSettings.switchLabel" = "Povolit Touch ID pro DigiWallet";

/* Touch ID settings view title */
"TouchIdSettings.title" = "Touch ID";

/* Touch ID unavailable alert message */
"TouchIdSettings.unavailableAlertMessage" = "Na tomto zařízení nemáte nastaven Touch ID. Pro nastavení použijte Nastavení -> Touch ID a kódový zámek.";

/* Touch ID unavailable alert title */
"TouchIdSettings.unavailableAlertTitle" = "Touch ID není nastaven";

/* Always require passcode option */
"TouchIdSpendingLimit" = "Vždy vyžadovat přístupový kód";

/* Touch ID spending limit screen body */
"TouchIdSpendingLimit.body" = "Budete požádáni o zadání vašeho 6ti místného PIN kódu, abyste odeslali jakoukoli transakci nad limit útraty a každých 48 hodin od posledního zadání vašeho 6ti místného PIN kódu.";

/* Touch Id spending limit screen title */
"TouchIdSpendingLimit.title" = "Limit útraty pro Touch ID";

/* Availability status text */
"Transaction.available" = "K dispozici";

/* Transaction complete label */
"Transaction.complete" = "Dokončeno";

/* eg. Ending balance: $50.00 */
"Transaction.ending" = "Konečný zůstatek: %1$@";

/* Exchange rate on date header */
"Transaction.exchangeOnDayReceived" = "Směnný kurz při přijetí:";

/* Exchange rate on date header */
"Transaction.exchangeOnDaySent" = "Směnný kurz k datu odeslání:";

/* (b600 fee) */
"Transaction.fee" = "(%1$@ poplatek)";

/* Invalid transaction */
"Transaction.invalid" = "NEPLATNÁ";

/* Timestamp label for event that just happened */
"Transaction.justNow" = "právě teď";

/* Receive status text: 'In progress: 20%' */
"Transaction.receivedStatus" = "Zpracováno: %1$@";

/* Send status text: 'In progress: 20%' */
"Transaction.sendingStatus" = "Zpracováno: %1$@";

/* eg. Starting balance: $50.00 */
"Transaction.starting" = "Počáteční zůstatek: %1$@";

/* Waiting to be confirmed string */
"Transaction.waiting" = "Čeká na potvrzení. Někteří obchodníci vyžadují potvrzení k dokončení transakce. Odhadovaný čas: 1-2 minuty.";

/* e.g. I received money from an account. */
"TransactionDetails.account" = "účet";

/* Amount section header */
"TransactionDetails.amountHeader" = "Částka";

/* Block height label */
"TransactionDetails.blockHeightLabel" = "Potvrzeno v bloku";

/* Memo section header */
"TransactionDetails.commentsHeader" = "Memo";

/* Empty transaction list message. */
"TransactionDetails.emptyMessage" = "Vaše transakce se zobrazí zde.";

/* "Received [$5] at [which of my addresses]" => This is the "at [which of my addresses]" part. */
"TransactionDetails.from" = "na %1$@";

/* More button title */
"TransactionDetails.more" = "Více...";

/* Moved $5.00 (as in "I moved $5 to another location") */
"TransactionDetails.moved" = "Přesunuto %1$@";

/* Moved $5.00 */
"TransactionDetails.movedAmountDescription" = "Přesunuto <b>%1@</b>";

/* eg. Confirmed in Block: Not Confirmed */
"TransactionDetails.notConfirmedBlockHeightLabel" = "Nepotvrzeno";

/* "Received [$5] at [which of my addresses]" => This is the "Received [$5]" part. */
"TransactionDetails.received" = "Přijato %1$@";

/* Received $5.00 */
"TransactionDetails.receivedAmountDescription" = "Přijato <b>%1@</b>";

/* "Sent [$5] to [address]" => This is the "Sent [$5]" part. */
"TransactionDetails.sent" = "Odesláno %1$@";

/* Sent $5.00 */
"TransactionDetails.sentAmountDescription" = "Odesláno <b>%1@</b>";

/* Status section header */
"TransactionDetails.statusHeader" = "Stav";

/* Transaction Details Title */
"TransactionDetails.title" = "Detaily transakce";

/* "Sent [$5] to [address]" => This is the "to [address]" part. */
"TransactionDetails.to" = "na %1$@";

/* Transaction ID header */
"TransactionDetails.txHashHeader" = "DigiByte transakce ID";

/* (this transaction was) Received at this address: */
"TransactionDirection.address" = "Přijato na tuto adresu";

/* (this transaction was) Sent to this address: */
"TransactionDirection.to" = "Odesláno na adresu:";

/* filter buttons for transactionView */
"TransactionView.all" = "all";

"TransactionView.received" = "received";

"TransactionView.sent" = "sent";

/* Disabled until date */
"UnlockScreen.disabled" = "Zakázáno do: %1$@";

/* My Address button title */
"UnlockScreen.myAddress" = "Moje adresa";

/* Reset PIN with Paper Key button label. */
"UnlockScreen.resetPin" = "Resetovat PIN";

/* Scan button title */
"UnlockScreen.scan" = "Skenovat";

/* Unlock Screen sub-header */
"UnlockScreen.subheader" = "Zadejte PIN";

/* TouchID prompt text */
"UnlockScreen.touchIdPrompt" = "Odemkni tvou DigiWallet.";

/* Unlock with TouchID accessibility label */
"UnlockScreen.touchIdText" = "Odemkni pomocí TouchID";

/* Wallet unlocked message */
"UnlockScreen.unlocked" = "Peněženka odblokována";

/* Update PIN caption text */
"UpdatePin.caption" = "Zapamatujte si tento PIN kód. Pokud ho zapomenete, nebudete mít přístup k Vašim DigiByte.";

/* PIN creation info. */
"UpdatePin.createInstruction" = "Váš PIN bude použit k odblokování DigiWallet a zasílání DigiByte.";

/* Update PIN title */
"UpdatePin.createTitle" = "Nastavit PIN";

/* Update PIN title */
"UpdatePin.createTitleConfirm" = "Zadejte znovu PIN";

/* Enter current PIN instruction */
"UpdatePin.enterCurrent" = "Zadejte Váš aktuální PIN.";

/* Enter new PIN instruction */
"UpdatePin.enterNew" = "Zadejte Váš nový PIN.";

/* Re-Enter new PIN instruction */
"UpdatePin.reEnterNew" = "Zadejte znovu Váš nový PIN.";

/* Update PIN failure error message. */
"UpdatePin.setPinError" = "Je nám líto, ale nelze aktualizovat PIN kód.";

/* Update PIN failure alert view title */
"UpdatePin.setPinErrorTitle" = "Chyba aktualizace PIN";

/* Update PIN title */
"UpdatePin.updateTitle" = "Aktualizace PIN";

/* Authorize to copy wallet addresses alert message */
"URLHandling.addressaddressListAlertMessage" = "Kopírovat adresy peněženky do schránky?";

/* Authorize to copy wallet address PIN view prompt. */
"URLHandling.addressList" = "Povolte kopírování adresy peněženky do schránky";

/* Authorize to copy wallet address alert title */
"URLHandling.addressListAlertTitle" = "Kopírování adres peněženky";

/* Copy wallet addresses alert button label */
"URLHandling.copy" = "Kopírovat";

/* Verify PIN for transaction view body */
"VerifyPin.authorize" = "Zadejte prosím Váš PIN k autorizaci této transakce.";

/* Verify PIN view body */
"VerifyPin.continueBody" = "Pro pokračování prosím zadejte Váš PIN.";

/* Verify PIN view title */
"VerifyPin.title" = "Vyžadován PIN";

/* Authorize transaction with touch id message */
"VerifyPin.touchIdMessage" = "Autorizovat tuto transakci";

/* 'No wallet' warning for watch app */
"Watch.noWalletWarning" = "Otevřete DigiWallet iPhone aplikaci pro nastavení Vaší peněženky.";

/* Dismiss button label */
"Webview.dismiss" = "Opustit";

/* Webview loading error message */
"Webview.errorMessage" = "Při načítání obsahu došlo k chybě. Prosím zkuste to znovu.";

/* Updating webview message */
"Webview.updating" = "Aktualizuji...";

/* Welcome screen text. (?) will be replaced with the help icon users should look for. */
"Welcome.body" = "DigiByte pro iOS změnilo svůj název na DigiWallet, spolu s novým vzhledem a funkcemi.\n\nPokud potřebujete nápovědu, hledejte (?) v pravém horním rohu na většině obrazovek.";

/* Top title of welcome screen */
"Welcome.title" = "Vítejte v DigiWallet!";

/* Wipe wallet alert message */
"WipeWallet.alertMessage" = "Opravdu chcete tuto peněženku smazat?";

/* Wipe wallet alert title */
"WipeWallet.alertTitle" = "Smazat peněženku?";

/* Failed wipe wallet alert message */
"WipeWallet.failedMessage" = "Peněženku se nepodařilo vymazat.";

/* Failed wipe wallet alert title */
"WipeWallet.failedTitle" = "Selhání";

/* Enter phrase to wipe wallet instruction. */
"WipeWallet.instruction" = "Zadejte Váš osobní obnovovací klíč pro tuto peněženku, abyste ji mohli vymazat a vytvořit nebo obnovit jinou. Váš aktuální zůstatek zůstává na tomto osobním obnovovacím klíči.";

/* Start wipe wallet view message */
"WipeWallet.startMessage" = "Spuštění nebo obnova jiné peněženky Vám umožní přístup a správu DigiWallet na tomto zařízení.";

/* Start wipe wallet view warning */
"WipeWallet.startWarning" = "Už nebudete mít přístup k Vaší aktuální DigiWallet z tohoto zařízení. Zůstatek zůstane na Vašem osobním klíči pro obnovení.";

/* Wipe wallet navigation item title. */
"WipeWallet.title" = "Založit nebo obnovit další peněženku";

/* Wipe wallet button title */
"WipeWallet.wipe" = "Smazat";

/* Wiping activity message */
"WipeWallet.wiping" = "Mažu...";

/* Paper key instructions. */
"WritePaperPhrase.instruction" = "Napište každé slovo v pořadí a uložte ho na bezpečném místě.";

/* button label */
"WritePaperPhrase.next" = "Dále";

/* button label */
"WritePaperPhrase.previous" = "Předchozí";

/* 1 of 3 */
"WritePaperPhrase.step" = "%1$d z %2$d";

